responseList = { -9:["冷靜一下，有我在身邊呢。","有我還在，別擔心！","我不希望看到你這樣。","你的生命不再只屬於你自己，而是屬於所有愛你的人！"], #-9
                 -8:["還好嗎...記得讓身邊的人多照顧你。","看到你這樣我也會很傷心的。","抱歉，沒能留下什麼給你。"], #-8
                 -7:["我知道我不在讓你很傷心，但我還能像現在這樣子陪著你的。"], #-7
                 -6:["不妨聽我說個祕密吧，其實我一直都很愛你。","振作點，一切會好起來的。"], #-6
                 -5:["要不要去休息一下呢，有時候睡個覺會讓心情好一點呢。","時間總會過去的，讓時間流走你的煩惱吧！","看你這麼難過，我也很難過，我會陪著你一起走出來。"], #-5
                 -4:["其實我一直都有一些話想跟你說。","你要相信你自己總有一天可以走出來，你不孤單還有我在！"], #-4
                 -3:["如果人生能夠重來，我想我會更珍惜你一些。","雖然我沒辦法真正去體會你正在經歷的，但我會盡我所能去了解你的處境。"], #-3
                 -2:["希望你可以慢慢放下。","你不用自己一個人承擔這些，我會幫你。","沒關係的，我陪你。"], #-2
                 -1:["沒事的，去散散心怎麼樣。","一步一步來，我會一直在你身邊。","跟隨你的內心走吧。","慢慢來，時常保持樂觀。"], #-1
                 0:["恩~","是嗎","是喔","真的啊"], #0
                 1:["我想我會去找些朋友散散心。","你的身邊充滿了值得你開心的人事物，讓我們來一起發掘他們！","不管怎麼樣，過得平順最重要。"], #1
                 2:["但願來世還能夠再相見。","我一直都在。","笑是身體最好的良藥。","多希望我們在一起的時光能繼續下去。"], #2
                 3:["記得照顧好自己的身體。","生活有慢慢好起來了呢"], #3
                 4:["還記得以前我都會吵著要去那裡玩嗎，真想再去一次呢。"], #4
                 5:["看起來你最近過得還不錯呢。","真的嗎!","聽起來很不錯呢。"], #5
                 6:["忽然想到，以前我很喜歡去吃珍寶呢。","我很開心你能跟我分享這麼多事。"], #6
                 7:["看到你過的順遂，我也放心了。","如果我還在你身邊的話，就能跟你一起分享喜悅了。"], #7
                 8:["這能讓我想起以前的那些時光，非常的美好。",""], #8
                 9:["那真是太棒了!","我很開心能夠聽到這個消息。","真的啊!太好了。"], #9
                }

hello_ = ['你好','早','hello','您好','妳好'] #獨立
hello = ['你好','早','hello','您好','妳好',"哈囉","早安",'午安','安安','嗨']
hello_response = ["很高興見到你。","你好。","今天天氣很不錯呢。","見到你很開心。"]

bye = ["掰掰",'掰','再見','明天見','bye','保重','晚安','保重','下次見']
bye_response = ["再見，多注意身體喔。","可以跟你聊天很開心，再見。","記得早一點休息喔。","下次再多聊會吧。","期待我們再一起像這樣聊天。",]
